#include <iostream>
using namespace std;



int main()


{
    setlocale(LC_ALL, "RU");
    cout << "Сегодня, я вижу, особенно грустен твой взгляд,\n"
        << "И руки особенно тонки, колени обняв.\n"
        << "Послушай: далеко, далеко, на озере Чад\n"
        << "Изысканный бродит жираф.\n\n"
        << "Ему грациозная стройность и нега дана,\n"
        << "И шкуру его украшает волшебный узор,\n"
        << "С которым равняться осмелится только луна, \n"
        << "Дробясь и качаясь на влаге широких озер.\n" << endl;
}
